Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Environments|A freeze period is in effect from %{startTime} to %{endTime}. Deployments might fail during this time. For more information, see the %{docsLinkStart}deploy freeze documentation%{docsLinkEnd}.
sv: Environments|A freeze period is in effect from %{startTime} to %{endTime}. Deployments might fail during this time. For more information, see the %{docsLinkStart}deploy freeze documentation%{docsLinkEnd}.|En frysningsperiod gäller från %{startTime} till %{endTime}. Driftsättningar kan misslyckas under denna tid. Se %{docsLinkStart}dokumentationen om driftsättningsfrysning%{docsLinkEnd} för mer information.

source: Environments|Deploy to…
sv: Environments|Deploy to…|Driftsätt till …

source: Environments|How do I grant Kubernetes access?
sv: Environments|How do I grant Kubernetes access?|Hur beviljar jag Kubernetesåtkomst?

source: Environments|Re-deploy environment
sv: Environments|Re-deploy environment|Driftsätt miljön igen

source: Environments|Re-deploy environment %{name}?
sv: Environments|Re-deploy environment %{name}?|Driftsätt miljön %{name} igen?

source: Environments|Re-deploy to environment
sv: Environments|Re-deploy to environment|Driftsätt till miljön igen

source: Environments|Select an agent with Kubernetes access to the project or group.
sv: Environments|Select an agent with Kubernetes access to the project or group.|Välj en agent med Kubernetesåtkomst till projektet eller gruppen.

source: Environments|Unable to access the following resources from this environment. Check your authorization on the following and try again:
sv: Environments|Unable to access the following resources from this environment. Check your authorization on the following and try again:|Det går inte att komma åt följande resurser från den här miljön. Kontrollera din behörighet för följande och försök igen:

source: Environment|You don't have permission to view all the namespaces in the cluster. If a namespace is not shown, you can still enter its name to select it.
sv: Environment|You don't have permission to view all the namespaces in the cluster. If a namespace is not shown, you can still enter its name to select it.|Du har inte behörighet att visa alla namnrymder i klustret. Om en namnrymd inte visas kan du ändå ange dess namn för att välja den.

source: Epics, issues, and merge requests
sv: Epics, issues, and merge requests|Epics, ärenden och sammanfogningsbegäranden

source: Error: Can't edit this file. The fork and upstream project have diverged. %{link_start}Edit the file on the fork %{icon}%{link_end}, and create a merge request.
sv: Error: Can't edit this file. The fork and upstream project have diverged. %{link_start}Edit the file on the fork %{icon}%{link_end}, and create a merge request.|Fel: Det går inte att redigera den här filen. Förgreningen och uppströmsprojektet har divergerat. %{link_start}Redigera filen i förgreningen %{icon}%{link_end} och skapa en sammanfogningsbegäran.

source: Error: Unable to create deploy freeze
sv: Error: Unable to create deploy freeze|Fel: Det gick inte att skapa driftsättningsfrysning

source: Error: Unable to delete deploy freeze
sv: Error: Unable to delete deploy freeze|Fel: Det gick inte att ta bort driftsättningsfrysning

source: ErrorTracking|Access token is %{token_in_code_tag}
sv: ErrorTracking|Access token is %{token_in_code_tag}|Åtkomsttoken är %{token_in_code_tag}

source: EscalationPolicies|Choose who to email if those contacted first about an alert don't respond. To access this feature, ask %{linkStart}a project Owner%{linkEnd} to grant you at least the Maintainer role.
sv: EscalationPolicies|Choose who to email if those contacted first about an alert don't respond. To access this feature, ask %{linkStart}a project Owner%{linkEnd} to grant you at least the Maintainer role.|Välj vem som ska få e-post om de som först kontaktas om en avisering inte svarar. Be %{linkStart}en projektägare%{linkEnd} att ge dig minst rollen Underhållare för att få åtkomst till funktionen.

source: EscalationPolicies|Escalation policy %{obstacle} in project %{project}
sv: EscalationPolicies|Escalation policy %{obstacle} in project %{project}|Eskaleringspolicy %{obstacle} i projektet %{project}

source: EventFilterBy|Filter by issue events
sv: EventFilterBy|Filter by issue events|Filtrera efter ärendehändelser

source: EventFilterBy|Filter by merge events
sv: EventFilterBy|Filter by merge events|Filtrera efter sammanfogningshändelser

source: Event|Transferred group %{group_link} into this group
sv: Event|Transferred group %{group_link} into this group|Överförde gruppen %{group_link} till denna grupp

source: Event|Transferred group %{group_link} to a new namespace
sv: Event|Transferred group %{group_link} to a new namespace|Överförde gruppen %{group_link} till en ny namnrymd

source: Event|Transferred project %{project_link} into this group
sv: Event|Transferred project %{project_link} into this group|Överförde projektet %{project_link} till denna grupp

source: Event|Transferred project %{project_link} to a new namespace
sv: Event|Transferred project %{project_link} to a new namespace|Överförde projektet %{project_link} till en ny namnrymd

source: Everyone can access the wiki.
sv: Everyone can access the wiki.|Alla kan komma åt wikin.

source: Excluding merge commits. Limited to %{limit} commits.
sv: Excluding merge commits. Limited to %{limit} commits.|Exkluderar sammanfogningsincheckningar. Begränsat till %{limit} incheckningar.

source: Excluding merge commits. Limited to 6,000 commits.
sv: Excluding merge commits. Limited to 6,000 commits.|Exkluderar sammanfogningsincheckningar. Begränsat till 6 000 incheckningar.

source: Existing branch name, tag, or commit SHA
sv: Existing branch name, tag, or commit SHA|Befintligt namn på gren, tagg eller inchecknings-SHA

source: Existing projects will be able to use cleanup policies. Avoid enabling this if an external container registry is being used, as there is a performance risk if many images exist on one project.
sv: Existing projects will be able to use cleanup policies. Avoid enabling this if an external container registry is being used, as there is a performance risk if many images exist on one project.|Befintliga projekt kan använda rensningsprinciper. Undvik att aktivera detta om ett externt containerregister används, eftersom det finns en prestandarisk om ett projekt har många avbildningar.

source: Expand %{section} merge requests
sv: Expand %{section} merge requests|Expandera %{section} sammanfogningsbegäranden

source: Expand project information
sv: Expand project information|Expandera projektinformation

source: Export merge requests
sv: Export merge requests|Exportera sammanfogningsbegäranden

source: Export this group with all related data.
sv: Export this group with all related data.|Exportera denna grupp med alla relaterade data.

source: Git LFS is not enabled on this GitLab server, contact your admin.
sv: Git LFS is not enabled on this GitLab server, contact your admin.|Git LFS är inte aktiverat på denna GitLab-server. Kontakta administratören.

source: GitLab project export
sv: GitLab project export|Export av GitLab-projekt

source: GitLab will create a default branch, %{branchName}, and commit your changes.
sv: GitLab will create a default branch, %{branchName}, and commit your changes.|GitLab skapar en standardgren, %{branchName}, och checkar in dina ändringar.

source: GitLabPages|Access pages
sv: GitLabPages|Access pages|Åtkomst till Pages

source: GitLabPages|Can be overridden per project. For no limit, enter 0. To inherit the value, leave empty.
sv: GitLabPages|Can be overridden per project. For no limit, enter 0. To inherit the value, leave empty.|Kan åsidosättas per projekt. Ange 0 för ingen gräns. Lämna tomt för att ärva värdet.

source: GitLabPages|Only project maintainers can remove pages.
sv: GitLabPages|Only project maintainers can remove pages.|Endast projektunderhållare kan ta bort Pages.

source: GitLabPages|Pages public access
sv: GitLabPages|Pages public access|Offentlig åtkomst till Pages

source: GitLabPages|Remove public access
sv: GitLabPages|Remove public access|Ta bort offentlig åtkomst

source: GitLabPages|This is permanent and cannot be undone. To deploy this Pages site again, run a new pipeline.
sv: GitLabPages|This is permanent and cannot be undone. To deploy this Pages site again, run a new pipeline.|Detta är permanent och kan inte ångras. Kör en ny pipeline för att driftsätta denna Pages-webbplats igen.

source: GitLabPages|Waiting for the Pages Pipeline to complete…
sv: GitLabPages|Waiting for the Pages Pipeline to complete…|Väntar på att Pages-pipelinen ska slutföras…

source: GitLabPages|Your project is configured for GitLab Pages and the pipeline is running…
sv: GitLabPages|Your project is configured for GitLab Pages and the pipeline is running…|Ditt projekt är konfigurerat för GitLab Pages och pipelinen körs…

source: GlobalSearch|Admin area
sv: GlobalSearch|Admin area|Administrationsområde

source: GlobalSearch|Branch not included
sv: GlobalSearch|Branch not included|Gren ingår inte

source: GlobalSearch|Go to project %{kbdStart}↵%{kbdEnd}
sv: GlobalSearch|Go to project %{kbdStart}↵%{kbdEnd}|Gå till projektet %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Group
sv: GlobalSearch|Group|Grupp

source: GlobalSearch|Groups I'm a member of
sv: GlobalSearch|Groups I'm a member of|Grupper som jag är medlem i

source: GlobalSearch|In this project
sv: GlobalSearch|In this project|I detta projekt

source: GlobalSearch|Merge request
sv: GlobalSearch|Merge request|Sammanfogningsbegäran

source: GlobalSearch|Merge requests
sv: GlobalSearch|Merge requests|Sammanfogningsbegäranden

source: GlobalSearch|Merge requests I'm working on
sv: GlobalSearch|Merge requests I'm working on|Sammanfogningsbegäranden som jag arbetar med

source: GlobalSearch|Merge requests I've created
sv: GlobalSearch|Merge requests I've created|Sammanfogningsbegäranden som jag har skapat

source: GlobalSearch|Merge requests assigned to me
sv: GlobalSearch|Merge requests assigned to me|Sammanfogningsbegäranden som har tilldelats mig

source: GlobalSearch|Merge requests that I'm a reviewer
sv: GlobalSearch|Merge requests that I'm a reviewer|Sammanfogningsbegäranden där jag är granskare

source: GlobalSearch|Project
sv: GlobalSearch|Project|Projekt

source: GlobalSearch|Project repository data not indexed
sv: GlobalSearch|Project repository data not indexed|Projektarkivets data är inte indexerade

source: GlobalSearch|Projects I'm a member of
sv: GlobalSearch|Projects I'm a member of|Projekt som jag är medlem i

source: GlobalSearch|Source branch
sv: GlobalSearch|Source branch|Källgren

source: GlobalSearch|Target branch
sv: GlobalSearch|Target branch|Målgren

source: GlobalSearch|Toggle if results have source branch included or excluded
sv: GlobalSearch|Toggle if results have source branch included or excluded|Växla om resultat med källgren ska inkluderas eller exkluderas

source: GlobalSearch|Toggle if results have target branch included or excluded
sv: GlobalSearch|Toggle if results have target branch included or excluded|Växla om resultat med målgren ska inkluderas eller exkluderas

source: GlobalSearch|We couldn't find any %{scope} matching %{term} in group %{group}
sv: GlobalSearch|We couldn't find any %{scope} matching %{term} in group %{group}|Vi kunde inte hitta några %{scope} som matchar %{term} i gruppen %{group}

source: GlobalSearch|We couldn't find any %{scope} matching %{term} in project %{project}
sv: GlobalSearch|We couldn't find any %{scope} matching %{term} in project %{project}|Vi kunde inte hitta några %{scope} som matchar %{term} i projektet %{project}

source: GlobalShortcuts|Copied source branch name to clipboard.
sv: GlobalShortcuts|Copied source branch name to clipboard.|Kopierade källgrenens namn till urklipp.

source: GlobalShortcuts|Unable to copy the source branch name at this time.
sv: GlobalShortcuts|Unable to copy the source branch name at this time.|Det går inte att kopiera källgrenens namn just nu.

source: Get access to all Ultimate and GitLab Duo AI-native features, free for %{duration} days. No credit card required.
sv: Get access to all Ultimate and GitLab Duo AI-native features, free for %{duration} days. No credit card required.|Få åtkomst till alla AI-inbyggda funktioner i Ultimate och GitLab Duo gratis i %{duration} dagar. Inget kreditkort krävs.

source: Get up and running with GitLab CI/CD
sv: Get up and running with GitLab CI/CD|Kom igång med GitLab CI/CD

source: GetStarted|Download the extension to access GitLab features and GitLab Duo AI capabilities to handle everyday tasks.
sv: GetStarted|Download the extension to access GitLab features and GitLab Duo AI capabilities to handle everyday tasks.|Hämta tillägget för åtkomst till GitLab-funktioner och GitLab Duos AI-funktioner för att hantera vardagliga uppgifter.

source: GithubImporter|%{codeStart}read:org%{codeEnd} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.
sv: GithubImporter|%{codeStart}read:org%{codeEnd} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.|%{codeStart}read:org%{codeEnd} (valfritt): används för att importera medarbetare från GitHub-arkiv eller om ditt projekt har Git LFS-filer.

source: GithubImporter|%{code_start}read:org%{code_end} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.
sv: GithubImporter|%{code_start}read:org%{code_end} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.|%{code_start}read:org%{code_end} (valfritt): används för att importera medarbetare från GitHub-arkiv eller om ditt projekt har Git LFS-filer.

source: GithubImporter|Issue %{issue_iid} attachment
sv: GithubImporter|Issue %{issue_iid} attachment|Bilaga till ärende %{issue_iid}

source: GithubImporter|Issue attachments
sv: GithubImporter|Issue attachments|Ärendebilagor

source: GithubImporter|Merge request %{merge_request_iid} attachment
sv: GithubImporter|Merge request %{merge_request_iid} attachment|Bilaga till sammanfogningsbegäran %{merge_request_iid}

source: GithubImport|Namespace or group to import repository into does not exist.
sv: GithubImport|Namespace or group to import repository into does not exist.|Namnrymden eller gruppen som arkivet ska importeras till finns inte.

source: GithubImport|To connect to GitHub repositories, you must first authorize GitLab to access your GitHub repositories.
sv: GithubImport|To connect to GitHub repositories, you must first authorize GitLab to access your GitHub repositories.|Du måste först auktorisera GitLab att få åtkomst till dina GitHub-arkiv för att ansluta till GitHub-arkiv.

source: GithubImport|To import GitHub repositories, you must first authorize GitLab to access your GitHub repositories.
sv: GithubImport|To import GitHub repositories, you must first authorize GitLab to access your GitHub repositories.|Du måste först auktorisera GitLab att få åtkomst till dina GitHub-arkiv för att importera GitHub-arkiv.

source: GithubIntegration|This requires mirroring your GitHub repository to this project. %{docs_link}
sv: GithubIntegration|This requires mirroring your GitHub repository to this project. %{docs_link}|Detta kräver att GitHub-arkivet speglas till detta projekt. %{docs_link}

source: Given access %{time_ago}
sv: Given access %{time_ago}|Åtkomst beviljades %{time_ago}

source: GlobalSearch|%{linkStart}Exact code search (powered by Zoekt)%{linkEnd} is disabled since %{ref_elem} is not the default branch. %{docs_link}
sv: GlobalSearch|%{linkStart}Exact code search (powered by Zoekt)%{linkEnd} is disabled since %{ref_elem} is not the default branch. %{docs_link}|%{linkStart}Exakt kodsökning (med Zoekt)%{linkEnd} är inaktiverad eftersom %{ref_elem} inte är standardgrenen. %{docs_link}

source: Go to issue boards
sv: Go to issue boards|Gå till ärendetavlor

source: Go to merge requests
sv: Go to merge requests|Gå till sammanfogningsbegäranden

source: Go to the group’s 'Settings &gt; General' page, and check 'Restrict membership by email domain'.
sv: Go to the group’s 'Settings &gt; General' page, and check 'Restrict membership by email domain'.|Gå till gruppens sida ”Inställningar > Allmänt” och markera ”Begränsa medlemskap efter e-postdomän”.

source: Go to the project's activity feed
sv: Go to the project's activity feed|Gå till projektets aktivitetsflöde

source: Go to the project's overview page
sv: Go to the project's overview page|Gå till projektets översiktssida

source: Go to your merge requests
sv: Go to your merge requests|Gå till dina sammanfogningsbegäranden

source: Google Cloud Project
sv: Google Cloud Project|Google Cloud-projekt

source: Geo|Debian Project Component Files
sv: Geo|Debian Project Component Files|Komponentfiler för Debian-projekt

source: Geo|Group Upload
sv: Geo|Group Upload|Gruppuppladdning

source: Geo|Group Uploads
sv: Geo|Group Uploads|Gruppuppladdningar

source: Geo|Group Wiki Repositories
sv: Geo|Group Wiki Repositories|Gruppwikiarkiv

source: Geo|Group Wiki Repository
sv: Geo|Group Wiki Repository|Gruppwikiarkiv

source: Geo|Merge Request Diff
sv: Geo|Merge Request Diff|Diff för sammanfogningsbegäran

source: Geo|Merge Request Diffs
sv: Geo|Merge Request Diffs|Diffar för sammanfogningsbegäranden

source: Geo|Pipeline Artifact
sv: Geo|Pipeline Artifact|Pipelineartefakt

source: Geo|Pipeline Artifacts
sv: Geo|Pipeline Artifacts|Pipelineartefakter

source: Geo|Project Repositories
sv: Geo|Project Repositories|Projektarkiv

source: Geo|Project Repository
sv: Geo|Project Repository|Projektarkiv

source: Geo|Project Topic Upload
sv: Geo|Project Topic Upload|Ämnesuppladdning för projekt

source: Geo|Project Topic Uploads
sv: Geo|Project Topic Uploads|Ämnesuppladdningar för projekt

source: Geo|Project Upload
sv: Geo|Project Upload|Projektuppladdning

source: Geo|Project Uploads
sv: Geo|Project Uploads|Projektuppladdningar

source: Geo|Project Wiki Repositories
sv: Geo|Project Wiki Repositories|Projektwikiarkiv

source: Geo|Project Wiki Repository
sv: Geo|Project Wiki Repository|Projektwikiarkiv

source: Geo|User Permission Export File Upload
sv: Geo|User Permission Export File Upload|Uppladdning av exportfil för användarbehörigheter

source: Geo|User Permission Export File Uploads
sv: Geo|User Permission Export File Uploads|Uppladdningar av exportfiler för användarbehörigheter

source: Do you want to remove this deploy key?
sv: Do you want to remove this deploy key?|Vill du ta bort denna driftsättningsnyckel?

source: DomainVerification|No domains configured. Create a domain in a project in this group hierarchy.
sv: DomainVerification|No domains configured. Create a domain in a project in this group hierarchy.|Inga domäner har konfigurerats. Skapa en domän i ett projekt i denna grupphierarki.

source: DomainVerification|The following domains are configured for projects in this group. Users with email addresses that match a verified domain do not need to confirm their account.
sv: DomainVerification|The following domains are configured for projects in this group. Users with email addresses that match a verified domain do not need to confirm their account.|Följande domäner är konfigurerade för projekt i denna grupp. Användare med e-postadresser som matchar en verifierad domän behöver inte bekräfta sitt konto.

source: Downstream pipeline
sv: Downstream pipeline|Nedströms-pipeline

source: Drone CI URL (for example, `http://drone.example.com`).
sv: Drone CI URL (for example, `http://drone.example.com`).|Drone CI-URL (till exempel `http://drone.example.com`).

source: Drone CI token.
sv: Drone CI token.|Drone CI-token.

source: Due to inactivity, the %{project_link} project is scheduled to be deleted on %{b_open}%{deletion_date}%{b_close}. To unschedule the deletion of %{project_link}, perform some activity on it. For example:
sv: Due to inactivity, the %{project_link} project is scheduled to be deleted on %{b_open}%{deletion_date}%{b_close}. To unschedule the deletion of %{project_link}, perform some activity on it. For example:|På grund av inaktivitet är projektet %{project_link} schemalagt för borttagning den %{b_open}%{deletion_date}%{b_close}. Utför en aktivitet i %{project_link} för att avbryta den schemalagda borttagningen. Till exempel:

source: Due to inactivity, the %{project_name} (%{project_link}) project is scheduled to be deleted on %{deletion_date}. To unschedule the deletion of %{project_name}, perform some activity on it. For example:
sv: Due to inactivity, the %{project_name} (%{project_link}) project is scheduled to be deleted on %{deletion_date}. To unschedule the deletion of %{project_name}, perform some activity on it. For example:|På grund av inaktivitet är projektet %{project_name} (%{project_link}) schemalagt för borttagning den %{deletion_date}. Utför en aktivitet i %{project_name} för att avbryta den schemalagda borttagningen. Till exempel:

source: Due to inactivity, this project is scheduled to be deleted on %{deletion_date}. %{link_start}Why is this scheduled?%{link_end}
sv: Due to inactivity, this project is scheduled to be deleted on %{deletion_date}. %{link_start}Why is this scheduled?%{link_end}|På grund av inaktivitet är detta projekt schemalagt för borttagning den %{deletion_date}. %{link_start}Varför är detta schemalagt?%{link_end}

source: DuoAgentPlatform|Allow GitLab Duo agents to execute flows in this project.
sv: DuoAgentPlatform|Allow GitLab Duo agents to execute flows in this project.|Tillåt GitLab Duo-agenter att köra flöden i detta projekt.

source: DuoAgentPlatform|Allow GitLab Duo agents to execute foundational flows in this project.
sv: DuoAgentPlatform|Allow GitLab Duo agents to execute foundational flows in this project.|Tillåt GitLab Duo-agenter att köra grundläggande flöden i detta projekt.

source: DuoAgenticChat|An Owner or administrator can turn on GitLab Duo for this group.
sv: DuoAgenticChat|An Owner or administrator can turn on GitLab Duo for this group.|En ägare eller administratör kan aktivera GitLab Duo för denna grupp.

source: DuoAgenticChat|An Owner, Maintainer, or administrator can turn on GitLab Duo for this project.
sv: DuoAgenticChat|An Owner, Maintainer, or administrator can turn on GitLab Duo for this project.|En ägare, underhållare eller administratör kan aktivera GitLab Duo för detta projekt.

source: DuoAgenticChat|As Owner of the group, you can turn on GitLab Duo Agent Platform and its AI features for your team.
sv: DuoAgenticChat|As Owner of the group, you can turn on GitLab Duo Agent Platform and its AI features for your team.|Som ägare av gruppen kan du aktivera GitLab Duo Agent Platform och dess AI-funktioner för teamet.

source: DuoAgenticChat|As Owner of the project, you can turn on GitLab Duo Agent Platform and its AI features for your team.
sv: DuoAgenticChat|As Owner of the project, you can turn on GitLab Duo Agent Platform and its AI features for your team.|Som ägare av projektet kan du aktivera GitLab Duo Agent Platform och dess AI-funktioner för teamet.

source: DuoAgenticChat|GitLab Duo is disabled for this group. %{linkStart}Learn more%{linkEnd}.
sv: DuoAgenticChat|GitLab Duo is disabled for this group. %{linkStart}Learn more%{linkEnd}.|GitLab Duo är inaktiverat för denna grupp. %{linkStart}Läs mer%{linkEnd}.

source: DuoAgenticChat|GitLab Duo is disabled for this project. %{linkStart}Learn more%{linkEnd}.
sv: DuoAgenticChat|GitLab Duo is disabled for this project. %{linkStart}Learn more%{linkEnd}.|GitLab Duo är inaktiverat för detta projekt. %{linkStart}Läs mer%{linkEnd}.

source: DuoAgenticChat|How do I fork a project?
sv: DuoAgenticChat|How do I fork a project?|Hur förgrenar jag ett projekt?
